---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.MepAnalyticalLoopBoundaryParam
source: html/e939e421-6db6-ccf6-cf0d-99253c49cf87.htm
---
# Autodesk.Revit.DB.ParameterTypeId.MepAnalyticalLoopBoundaryParam Property

"Loop Boundary"

## Syntax (C#)
```csharp
public static ForgeTypeId MepAnalyticalLoopBoundaryParam { get; }
```